tutorials/incompressible/lumpedPointMotion/building/steady/0.orig/include/environ
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2512                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

_y
{
    type slip;
}

y_
{
    type slip;
}

_z
{
    type slip;
}

// ************************************************************************* //
